Repository: wingfiring/cppblog
Catalog: po/*.po
Languages: he

source: Unpublish
he: הסר פרסום

source: Publish
he: פרסם

source: Invalid category name
he: שם הנושא לא תקין

source: The category is not empty, can't delete
he: הנושא לא ריק, לא ניתן למחוק

source: Blog Title
he: כותרת הבלוג

source: Blog Subtitle
he: תת־כותרת הבלוג

source: Contact
he: צור קשר

source: Username
he: שם משתמש

source: Password
he: ססמה

source: Confirm Password
he: אמת ססמה

source: Save
he: שמור

source: Author
he: מחבר

source: E-Mail
he: דוא"ל

source: URL
he: קישור

source: Content
he: תוכן

source: Delete
he: מחק

source: Confirm Deletion
he: אמת מחיקה

source: Check to Delete
he: סמן למחיקה

source: Title
he: כותרת

source: Abstract
he: תקציר

source: Save and Continue
he: שמור והמשך

source: Confirm delete
he: אמת מחיקה

source: Check this to delete post
he: סמן כדי למחוק מאמר

source: Check this to delete page
he: סמן כדי למחוק עמוד

source: Login
he: כניסה

source: Copyright Notice
he: זכויות היוצרים

source: the email would not displayed
he: כתובת דוא"ל לא תוצג

source: Preview
he: תצוגה מקדימה

source: Send
he: שלח

source: comments
he: תגובות

source: LTR
he: RTL

source: more...
he: המשך...

source: Admin Protal
he: אתר המנהל

source: Blog
he: בלוג

source: Admin
he: ניהול

source: Logout
he: יציאה

source: Administration Panel
he: ממשק ניהול

source: main
he: ראשי

source: write post
he: כתוב מאמר

source: write page
he: כתוב עמוד

source: categories
he: נושאים

source: options
he: הגדרות

source: cache
he: זיכרון מטמון

source: CppBlog is a high performance blog written in C++.
he: ‏CppBlog זהו בלוג מהיר מאוד שכתוב ב־C++‎.

source: This software is availible under GNU GPL Licence, &copy; 2008-2011 Artyom Beilis.
he: התכנה הזו זמינה תחת רישיון GPL של GNU. ‏&copy;‏ 2008 - 2011 ארתיום בייליס

source: Unpublished Posts
he: מאמרים שלא פורסמו

source: No unpublished posts
he: אין מאמרים שלא פורסמו

source: Pages
he: דפים

source: (not published)
he: (לא פורסם)

source: No pages
he: אין דפים

source: Latest Comments
he: התגובות האחרונות

source: edit
he: ערוך

source: No comments
he: אין תגובות

source: Edit Page {1}
he: ערוך עמוד {1}

source: Create New Page
he: צור עמוד חדש

source: Preview...
he: תצוגה מקדימה...

source: Edit Post {1}
he: ערוך מאמר {1}

source: Create New Post
he: צור מאמר חדש

source: Categories:
he: נושאים:

source: The post is published under catergories:
he: המאמר פורסם תחת הנושאים הבאים:

source: No categories assigned to this post.
he: אין נושאים השייכים למאמר הזה.

source: (click to edit)
he: (לחץ לעריכה)

source: Remove From Categories:
he: הסר מהנושאים:

source: Add To Categories:
he: הוסף לנושאים:

source: Cached one entry.
he: ערך אחד שמור

source: Clear Cache
he: נקה זיכרון מטמון

source: The caching system is disabled.
he: זיכרון מטמון אינו פעיל

source: Options
he: הגדרות

source: Edit comment
he: ערוך תגובה

source: Go back to the post
he: חזרה למאמר

source: Categories
he: נושאים

source: Sumbit
he: שלח

source: Delete from posts:
he: מחק מהמאמרים:

source: There are no categories
he: אין נושאים

source: New category:
he: נושא חדש:

source: Configure Blog
he: הגדרת הבלוג

source: Database version is invalid
he: גרסת בסיס הנתונים לא נכונה.

source: The database version and the software versions do not match. Expected version {1}, current version {2}
he: גרסת בסיס הנתונים וגרסת התכנה אינן תואמות. הגרסה הצפויה {1}, נוכחית {2}.

source: Please run SQL database upgrade scripts.
he: אנא הרץ תסריטי SQL לצורך עדכון בסיס הנתונים.

source: Home
he: בית

source: RSS
he: מאמרים ב־‏RSS‏

source: RSS Comments
he: תגובות ב־RSS

source: Enter
he: כניסה

source: About
he: אודות

source: Based on Design by <a href="http://ContentedDesigns.com">Contented Designs</a>
he: מבוסס על עיצוב <a href="http://ContentedDesigns.com">Contented Designs</a>

source: &copy; All Rights Reserved
he: ‏&copy; כל הזכויות שמורות

source: Preview Comment
he: תצוגה מקדימה

source: {1,date=s}, by {2}
he: ב־{1,date=s}, מאת {2}

source: Posted in:
he: פורסם תחת:

source: one comment
he: תגובה אחת

source: Comments
he: תגובות

source: at {1,datetime=s}
he: ב־{1,dt=s}

source: Add Comment:
he: הוסף תגובה:

source: Message content are mandatory!
he: חובה להזין את תוכן ההודעה!

source: Name, E-Mail, Message content are mandatory!
he: שם, כתובת דוא"ל והודעה הן שדות חובה!

source: Captcha
he: צירוף אותיות

source: Try Again
he: נסה שוב

source: You can write your messages using <a href="http://en.wikipedia.org/wiki/Markdown">Markdown</a> syntax.
he: ניתן לכתוב תגובות עם שימוש בתחביר <a href="http://en.wikipedia.org/wiki/Markdown">Markdown</a>.

source: Reload Captcha
he: טען צירוף אותיות מחדש

source: You must enable JavaScript in order to post comments.
he: חובה לאפשר JavaScript כדי להגיב.

source: RSS for {1}
he: ‏{1} ב־RSS‏

source: Posts in category &#8216;{1}&#8217;.
he: מאמרים בנושא ‏{1}‏.

source: {1,date=f}, by {2}
he: ב־{1,date=f}, מאת {2}

source: next page
he: העמוד הבא

source: previous page
he: העמוד הקודם

source: There are not posts in category &#8216;{1}&#8217;
he: אין מאמרים בנושא ‏{1}‏

source: There are no posts in the blog
he: אין מאמרים בבלוג

source: The template design based on WordPress OrangeSky template by Naoko McCracken
he: עיצוב התבנית מבוסס על עיצוב תבנית OrangeSky של WordPress מאת Naoko McCracken‏
